[
    "Commands:\n",
    
    "**!ping**: Tests if bot is running (Bot should say \"pong!\")",

    "**!id**: Bot tells you your Discord ID",

    "**!calc** <mathExpression>: Bot becomes a calculator (Ex. <1+1> makes the bot output 2)",

    "**!hug**: Bot gives you a hug (Everyone needs one at some point in their life)",

    "**!choose <choice|choice2|choice3|etc.>**: Bot makes a choice based on provided choices",

    "**!moe:** Bot sends a moe picture",

    "**!doodoo:** Bot sends all the moe pictures in it's library (WARNING: MOE SPAM INBOUND)",

    "**!trivia**: Starts a fun round of FWT trivia",

    "**!triviaquestions**: Returns the number of trivia questions that are currently available",

    "**!score <user>**: Find the trivia score of the mentioned user. If no user is mentioned, the one who used the command is used",
    
    "**!pull**: Bot does a 50/50 between pull and don't pull",

    "**!whale <number>**: Simulates a 10x pull the number of times specified. Assumes <1> if no number is entered",

    "**!rainbow <number>**: Retrieves the sets in rotation for the number of weeks back from current (Ex. <1> would be last week), leave blank for current week",

    "**!effect <effect>**: Finds all the heroes who can inflict the requested effect. <list> will list available effects. (Ex. <stun> finds all the heroes who can stun)",

    "**!property <propertyType> <property>**: Finds all the heroes who have the requested property. (Ex. <type> <attack> finds all attack type heroes)",

    "**!item <itemName> <itemTier>**: Finds the max stats for the requested item at the requested tier (Ex. <bow> <5> finds the max stats of a 5* bow) **<WORK IN PROGRESS>**",

    "**!stats <heroAlias>**: Finds all the stats for the requested heroes (Ex. <yeka> finds all the stats of Yekaterina)",

    "**!stat <heroAlias> <stat>**: Finds the requested stat of the hero (Ex. <yeka> <attack> finds Yekaterina's base attack)",

    "**!skill <heroAlias> <skillNumber>**: Finds the skill data for the requested skill. (Ex. <yeka> <3> finds the data for Yekaterina's 3rd skill) **<WORK IN PROGRESS>**",

    "**!sets <setTier> <setGrade>**: Finds all the sets at the requested grade and tier. (Ex. <5> <SS> finds all the SS sets at 5*)",

    "**!set <setAlias>**: Finds the data for the requested set. (Ex. <gr> finds all the data for the Super Ranger: Green set)",

    "**!soulgear <heroAlias>**: Finds the soul gear data for the requested hero. (Ex. <lee> finds Lee's soul gear data)",

    "**!help**: Lists all the commands. Although since you used it already you should know this one.",

    "There are also some secret commands you'll have to learn on your own :wink:",

    "******All about A Certain Magical Bot!******"
]