[
    "Commands:\n",
    
    "**!ping**: Tests if bot is running (Bot should say \"pong!\")",

    "**!id**: Bot tells you your Discord ID",

    "**!calc** <mathExpression>: Bot becomes a calculator (Ex. <1+1> makes the bot output 2)",

    "**!hug**: Bot gives you a hug (Everyone needs one at some point in their life)",

    "**!choose <choice|choice2|choice3|etc.>**: Bot makes a choice based on provided choices",

    "**!google <phrase>**: Gets you the Google search link for the phrase you wanted to Google",

    "**!urban <phrase>**: Finds the Urban Dictionary definition for the phrase",

    "**!moe:** Bot sends a moe picture",

    "**!trivia**: Starts a fun round of Fantasy War Tactics R Trivia",

    "**!triviaquestions**: Returns the number of trivia questions that are currently available",

    "**!rank <@user>**: Finds the trivia score and rank of the mentioned user. If no user is mentioned, the user who used the command's score and rank are returned",

    "**!highscores**: Finds the top 10 leaderboard of Fantasy War Tactics R Trivia",

    "**!news <limit>**: Gets the latest <limit> number of posts from Fantasy War Tactics R's Facebook Page. Leave limit blank for just 1. (Ex. <2> would get the 2 latest posts",
    
    "**!pull**: Bot does a 50/50 between pull and don't pull",

    "**!whale <number>**: Simulates a 10x pull the number of times specified. Assumes <1> if no number is entered",

    "**!featuredsets <MM-DD-YYYY>**: Retrieves the featured sets for the requested date (Ex. <04-20-2017> would be the featured sets for April 20th, 2017), leave blank for current sets)",

    "**!effect <effect>**: Finds all the heroes who can inflict the requested effect. <list> will list available effects. (Ex. <stun> finds all the heroes who can stun)",

    "**!property <propertyType> <property>**: Finds all the heroes who have the requested property. (Ex. <type> <attack> finds all attack type heroes)",

    "**!item <itemName> <slot> <rareness>**: Finds the max stats for the requested item at the requested slot and rareness (Ex. <bow> <V> <rareness> finds the max stats of a slot V 6* bow)",

    "**!stats <heroAlias>**: Finds all the stats for the requested heroes (Ex. <yeka> finds all the stats of Yekaterina)",

    "**!stat <heroAlias> <stat>**: Finds the requested stat of the hero (Ex. <yeka> <attack> finds Yekaterina's base attack)",

    "**!compare <stat> <heroAlias> <heroAlias>**: Finds the requested stat for all requested heroes. There can be an infinite number of requested heroes. (Ex. <attack> <shushu> <krut> finds the base attack of Shu-shu and Krut)",

    "**!skills <heroAlias>**: Finds the skill data for all skills of the requested hero. (Ex. <yeka> finds the skill data for Yekaterina's skills)",

    "**!skill <heroAlias> <skillNumber>**: Finds the skill data for the requested skill. (Ex. <yeka> <3> finds the data for Yekaterina's 3rd skill)",

    "**!sets <setSlot> <setRareness>**: Finds all the sets at the requested grade and tier. (Ex. <IV> <6> finds all the 6* sets at slot IV)",

    "**!set <setAlias>**: Finds the data for the requested set. (Ex. <gr> finds all the data for the Super Ranger: Green set)",

    "**!sg <heroAlias>**: Finds the soul gear data for the requested hero. (Ex. <lee> finds Lee's soul gear data)",

    "**!help**: Lists all the commands. Although since you used it already you should know this one.",

    "There are also some secret commands you'll have to learn on your own :wink:",

    "\\*\\***All about A Certain Magical Bot!**\\*\\*"
]